accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
aircrack-ng
alacritty
alsa-firmware
alsa-plugins
alsa-utils
android-tools
ant
arandr
ark
asciiquarium
authoscope
b43-fwcutter
base
base-devel
bash-completion
bettercap
bind
binwalk
blueberry
bluedevil
bluez
bluez-tools
bluez-utils
breeze-gtk
btop
btrfs-progs
byobu
cabal-install
cantarell-fonts
cataclysm-dda
catdoc
cmake
cmatrix
code
cool-retro-term
copyq
cowsay
croc
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
dhclient
diffutils
dmenu
dmidecode
dmraid
dnsmasq
docker
dolphin
dolphin-plugins
dos2unix
dosfstools
dotnet-sdk
downgrade
doxygen
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
elinks
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-settings-i3wm
eos-settings-plasma
eos-update-notifier
espeak-ng
ethtool
exfatprogs
exploitdb
f2fs-tools
feh
ffmpegthumbnailer
firefox
firewalld
fish
flameshot
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
gdb
geogebra
ghidra
ghostscript
git
glances
gnome-terminal
gnu-netcat
go
gparted
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk4
gutenprint
gwenview
haruna
haveged
hdparm
hplip
hwdetect
hwinfo
i3-wm
i3lock
i3status
imwheel
inetutils
intel-ucode
inxi
iptables-nft
iwd
jadx
jfsutils
kamera
kamoso
kate
kcalc
kde-gtk-config
kdeconnect
kdeplasma-addons
kgamma
khotkeys
kimageformats5
kinfocenter
kinit
kio-fuse
kitty
konsole
kscreen
kwallet-pam
lazygit
less
lib32-aalib
lib32-cairo
libdisplay-info
libdvdcss
libev
libgsf
libliftoff
libopenraw
libqxp
libreoffice-fresh
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lolcat
lsb-release
lsscsi
lvm2
lxappearance
lynx
maim
man-db
man-pages
mdadm
meld
mesa-utils
meson
metasploit
mingw-w64-gcc
mlocate
modemmanager
mono
mousetweaks
mpd
mtools
nano
nano-syntax-highlighting
nasm
nbtscan
ncdu
ncmpcpp
nemo
neofetch
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
nitrogen
nmap
nodejs
noto-fonts
npm
nss-mdns
obsidian
okular
opencv
openssh
orca
os-prober
p7zip
pacman-contrib
pavucontrol
peek
perl
perl-image-exiftool
php
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma-systemmonitor
polkit-gnome
polybar
poppler-glib
power-profiles-daemon
powerdevil
print-manager
pulsemixer
pv
pyenv
python
python-capng
python-dbus-client-gen
python-defusedxml
python-numpy
python-packaging
python-pandas
python-pip
python-pyfiglet
python-pygame
python-pyqt5
python-reportlab
python-requests
qemu-full
qjackctl
ranger
rdesktop
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rofi
rsync
rtkit
ruby-ffi
rustup
rxvt-unicode
s-nail
scapy
screenfetch
sddm-kcm
seatd
sg3_utils
sl
smartmontools
sof-firmware
spectacle
spice-vdagent
splix
stack
sudo
sysfsutils
system-config-printer
systemd-sysvcompat
terminology
termshark
texinfo
timeshift
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vnstat
welcome
wget
which
wine
wireplumber
wireshark-qt
wlroots
wmctrl
wpa_supplicant
xclip
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xmonad
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xeyes
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xpr
xorg-xrandr
xorg-xwayland
xsane
xsettingsd
xterm
yay
zaproxy
zathura
zip
zsh
